Repository: cuongdm/gentle-walk-50
Catalog: iOS/App/Localizable.xcstrings
Source language: en
Languages: vi

source: Your subscription is not affected. Manage it in Settings.
vi: Gói đăng ký của bạn không bị ảnh hưởng. Quản lý gói trong Cài đặt.

source: Your trial has ended
vi: Thời gian dùng thử đã kết thúc

source: Your walks travel real places, always somewhere new.
vi: Đi bộ qua những nơi có thật, luôn có chỗ mới.

source: Your week
vi: Tuần của bạn

source: Your weekly notes
vi: Ghi chú hằng tuần của bạn

source: Your weekly plan and 2-week checks go on
vi: Lịch tuần và tự kiểm tra 2 tuần vẫn tiếp tục

source: Your whole route
vi: Cả lộ trình của bạn

source: Yours to keep, no renewals
vi: Dùng mãi, không gia hạn

source: ^[%lld active day](inflect: true)
vi: %lld ngày vận động

source: ^[%lld day](inflect: true)
vi: %lld ngày

source: ^[%lld minute](inflect: true)
vi: %lld phút

source: ^[%lld session](inflect: true)
vi: %lld buổi tập

source: ^[%lld stop](inflect: true)
vi: %lld điểm dừng

source: ^[%lld week](inflect: true)
vi: %lld tuần

source: ^[%lld year ring](inflect: true)
vi: %lld vòng năm

source: active day
vi: ngày vận động

source: active days
vi: ngày vận động

source: ankle
vi: cổ chân

source: back
vi: lưng

source: brisk walk
vi: đi nhanh

source: cool-down
vi: thả lỏng

source: distance
vi: quãng đường

source: easy walk
vi: đi chậm

source: hip
vi: hông

source: knee
vi: gối

source: left in this part
vi: còn lại ở phần này

source: min per km
vi: phút mỗi km

source: min per mile
vi: phút mỗi dặm

source: monthly
vi: theo tháng

source: moving
vi: vận động

source: neck
vi: cổ

source: on your journey
vi: trên hành trình

source: quicker
vi: nhanh hơn

source: shoulder
vi: vai

source: some
vi: ở đâu đó

source: steps
vi: bước

source: the next stop
vi: điểm dừng tiếp theo

source: time
vi: thời gian

source: walked
vi: đã đi

source: walking home
vi: đang đi về nhà

source: warm-up
vi: khởi động

source: yearly
vi: theo năm
